Tekla.Structures.ModelInternal.dotBuildingHierarchyBuildingOperation_t.Bottom
The building bottom z-level.

Tekla.Structures.ModelInternal.dotBuildingHierarchyBuildingOperation_t.Height
The building height.